Repository: jaylann/XCStringsTranslator
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sq, sv, tr, zh_hans

source: Clear search
ar: مسح البحث
da: Ryd søgning
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
nb: Tøm søket
nl: Zoekopdracht wissen
pl: Wyczyść wyszukiwanie
pt_br: Limpar busca
sq: Pastro kërkimin
sv: Rensa sökning
tr: Aramayı temizle
zh_hans: 清除搜索

source: Clear Temp Files
ar: مسح الملفات المؤقتة
da: Slet midlertidige filer
de: Temporäre Dateien löschen
es: Eliminar archivos temporales
fr: Supprimer les fichiers temporaires
it: Elimina file temporanei
ja: 一時ファイルを削除
ko: 임시 파일 삭제
nb: Fjern midlertidige filer
nl: Tijdelijke bestanden verwijderen
pl: Usuń pliki tymczasowe
pt_br: Excluir Arquivos Temporários
sq: Fshi skedarët e përkohshëm
sv: Ta bort temporära filer
tr: Geçici Dosyaları Sil
zh_hans: 清除临时文件

source: Clear UserDefaults
ar: مسح UserDefaults
da: Nulstil UserDefaults
de: UserDefaults löschen
es: Restablecer UserDefaults
fr: Réinitialiser UserDefaults
it: Ripristina UserDefaults
ja: UserDefaultsをクリア
ko: UserDefaults 초기화
nb: Tilbakestill UserDefaults
nl: UserDefaults wissen
pl: Wyczyść UserDefaults
pt_br: Limpar UserDefaults
sq: Rivendos UserDefaults
sv: Återställ UserDefaults
tr: UserDefaults'u Temizle
zh_hans: 清除 UserDefaults

source: Close
ar: إغلاق
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
sq: Mbyll
sv: Stäng
tr: Kapat
zh_hans: 关闭

source: Code
ar: الرمز
da: Kode
es: Código
it: Codice
ja: コード
ko: 코드
nb: Kode
pl: Kod
pt_br: Código
sq: Kodi
sv: Kod
tr: Kod
zh_hans: 代码

source: Combined content from %lld photos
ar: تم دمج المحتوى من %lld صورة
da: Kombineret indhold fra %lld billeder
de: Inhalt aus %lld Fotos zusammengeführt
es: Contenido combinado de %lld fotos
fr: Contenu combiné de %lld photos
it: Contenuto combinato da %lld foto
ja: %lld枚の写真から内容を結合しました
ko: %lld장의 사진에서 내용 결합 완료
nb: Kombinert innhold fra %lld bilder
nl: Gecombineerde inhoud van %lld foto's
pl: Połączono zawartość z %lld zdjęć
pt_br: Conteúdo combinado de %lld fotos
sq: Përmbajtje e kombinuar nga %lld foto
sv: Kombinerat innehåll från %lld foton
tr: %lld fotoğraftan içerik birleştirildi
zh_hans: 已合并 %lld 张照片的内容

source: Common development tasks
ar: مهام التطوير الشائعة
da: Almindelige udviklingsopgaver
de: Häufige Entwicklungsaufgaben
es: Tareas de desarrollo comunes
fr: Tâches de développement courantes
it: Attività di sviluppo comuni
ja: 一般的な開発タスク
ko: 일반 개발 작업
nb: Vanlige utviklingsoppgaver
nl: Veelgebruikte ontwikkelingstaken
pl: Typowe zadania deweloperskie
pt_br: Tarefas de desenvolvimento comuns
sq: Detyra të zakonshme zhvillimi
sv: Vanliga utvecklingsuppgifter
tr: Yaygın geliştirme görevleri
zh_hans: 常用开发任务

source: Company
ar: الشركة
da: Virksomhed
de: Unternehmen
es: Empresa
fr: Société
it: Azienda
ja: 会社
ko: 회사
nb: Selskap
nl: Bedrijf
pl: Firma
pt_br: Empresa
sq: Kompania
sv: Företag
tr: Şirket
zh_hans: 公司

source: Complete
ar: اكتمل
da: Færdig
de: Fertig
es: Completado
fr: Terminé
it: Completato
ja: 完了
ko: 완료
nb: Fullført
nl: Voltooid
pl: Ukończono
pt_br: Concluído
sq: Përfunduar
sv: Klart
tr: Tamamlandı
zh_hans: 完成

source: Complete!
ar: اكتمل!
da: Færdig!
de: Fertig!
es: ¡Completado!
fr: Terminé !
it: Completato!
ja: 完了！
ko: 완료!
nb: Fullført!
nl: Voltooid!
pl: Gotowe!
pt_br: Concluído!
sq: Përfunduar!
sv: Klart!
tr: Tamamlandı!
zh_hans: 完成！

source: Configure how NeatPass works for you. These settings can be changed anytime in Settings.
ar: اضبط كيفية عمل NeatPass لك. يمكنك تغيير هذه الإعدادات في أي وقت من الإعدادات.
da: Tilpas hvordan NeatPass fungerer for dig. Disse indstillinger kan ændres når som helst i Indstillinger.
de: Konfiguriere, wie NeatPass für dich funktioniert. Diese Einstellungen kannst du jederzeit in den Einstellungen ändern.
es: Configura cómo funciona NeatPass para ti. Estos ajustes se pueden cambiar en cualquier momento en Configuración.
fr: Configure NeatPass selon tes besoins. Ces réglages peuvent être modifiés à tout moment dans Réglages.
it: Configura come funziona NeatPass per te. Queste impostazioni possono essere modificate in qualsiasi momento nelle Impostazioni.
ja: NeatPassの動作をカスタマイズしましょう。これらの設定は、設定アプリからいつでも変更できます。
ko: NeatPass 사용 방식을 설정하세요. 이 설정은 언제든지 설정에서 변경할 수 있습니다.
nb: Konfigurer hvordan NeatPass fungerer for deg. Du kan endre disse innstillingene når som helst i Innstillinger.
nl: Stel in hoe NeatPass voor jou werkt. Deze instellingen kun je altijd wijzigen in Instellingen.
pl: Skonfiguruj sposób działania NeatPass. Te ustawienia można zmienić w dowolnym momencie w Ustawieniach.
pt_br: Configure como o NeatPass funciona para você. Essas configurações podem ser alteradas a qualquer momento nos Ajustes.
sq: Konfiguro se si funksionon NeatPass për ty. Këto cilësime mund të ndryshohen në çdo kohë te Cilësimet.
sv: Konfigurera hur NeatPass fungerar för dig. Du kan ändra dessa inställningar när som helst i Inställningar.
tr: NeatPass'in sizin için nasıl çalışacağını yapılandırın. Bu ayarları istediğiniz zaman Ayarlar'dan değiştirebilirsiniz.
zh_hans: 配置 NeatPass 的工作方式。这些设置可以随时在设置中更改。

source: Confirmation #
ar: رقم التأكيد
da: Bekræftelses-nr.
de: Bestätigungs-Nr.
es: N.º de confirmación
fr: N° de confirmation
it: N. conferma
ja: 確認番号
ko: 확인 번호
nb: Bekreftelses-nr.
nl: Bevestigingsnr.
pl: Nr potwierdzenia
pt_br: Nº de confirmação
sq: Nr. konfirmimi
sv: Bekräftelsenr.
tr: Onay No
zh_hans: 确认号

source: Confirmation Number
ar: رقم التأكيد
da: Bekræftelsesnummer
de: Bestätigungsnummer
es: Número de confirmación
fr: Numéro de confirmation
it: Numero di conferma
ja: 確認番号
ko: 확인 번호
nb: Bekreftelsesnummer
nl: Bevestigingsnummer
pl: Numer potwierdzenia
pt_br: Número de Confirmação
sq: Numri i konfirmimit
sv: Bekräftelsenummer
tr: Onay Numarası
zh_hans: 确认号码

source: Confirming venue...
ar: جارٍ تأكيد المكان...
da: Bekræfter sted...
de: Ort wird bestätigt...
es: Confirmando ubicación...
fr: Confirmation du lieu...
it: Conferma del luogo...
ja: 会場を確認中...
ko: 장소 확인 중...
nb: Bekrefter sted...
nl: Locatie bevestigen...
pl: Potwierdzanie miejsca...
pt_br: Confirmando local...
sq: Po konfirmon vendndodhjen...
sv: Bekräftar plats...
tr: Mekan onaylanıyor...
zh_hans: 正在确认场地...

source: Contact
ar: جهة الاتصال
da: Kontakt
de: Kontakt
es: Contacto
it: Contatto
ja: 連絡先
ko: 연락처
nb: Kontakt
pl: Kontakt
pt_br: Contato
sq: Kontakt
sv: Kontakt
tr: İletişim
zh_hans: 联系方式

source: Contact Info
ar: معلومات الاتصال
da: Kontaktinformation
de: Kontaktinformationen
es: Información de contacto
fr: Coordonnées
it: Informazioni di contatto
ja: 連絡先情報
ko: 연락처 정보
nb: Kontaktinformasjon
nl: Contactgegevens
pl: Dane kontaktowe
pt_br: Informações de Contato
sq: Informacione kontakti
sv: Kontaktuppgifter
tr: İletişim Bilgileri
zh_hans: 联系信息

source: Contact Phone
ar: رقم الهاتف
da: Kontakttelefon
de: Kontakttelefon
es: Teléfono de contacto
fr: Téléphone de contact
it: Telefono di contatto
ja: 連絡先電話番号
ko: 연락처 전화번호
nb: Kontakttelefon
nl: Contacttelefoon
pl: Telefon kontaktowy
pt_br: Telefone de Contato
sq: Telefoni i kontaktit
sv: Kontakttelefon
tr: İletişim Telefonu
zh_hans: 联系电话

source: Continue
ar: متابعة
da: Fortsæt
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
sq: Vazhdo
sv: Fortsätt
tr: Devam Et
zh_hans: 继续

source: Continue now to pick up where you left off, or start fresh.
ar: تابع الآن لمتابعة من حيث توقفت، أو ابدأ من جديد.
da: Fortsæt nu for at genoptage hvor du slap, eller begynd forfra.
de: Fahre jetzt fort, um dort weiterzumachen, wo du aufgehört hast, oder beginne neu.
es: Continúa ahora para retomar donde lo dejaste, o empieza de nuevo.
fr: Continue maintenant pour reprendre où tu t'es arrêté, ou recommence à zéro.
it: Continua ora per riprendere da dove avevi interrotto, oppure ricomincia da capo.
ja: 続きから再開するか、最初からやり直すことができます。
ko: 중단했던 곳부터 계속하거나 처음부터 다시 시작하세요.
nb: Fortsett nå for å ta opp tråden der du slapp, eller start på nytt.
nl: Ga nu verder waar je was gebleven, of begin opnieuw.
pl: Kontynuuj teraz, aby wrócić do miejsca, w którym skończyłeś, lub zacznij od nowa.
pt_br: Continue agora de onde você parou ou comece do zero.
sq: Vazhdo tani për të vazhduar nga ku e ke lënë, ose fillo nga fillimi.
sv: Fortsätt nu där du slutade, eller börja om från början.
tr: Kaldığın yerden devam et veya baştan başla.
zh_hans: 继续上次未完成的操作,或者重新开始。

source: Continuing analysis...
ar: متابعة التحليل...
da: Fortsætter analyse...
de: Analyse wird fortgesetzt...
es: Continuando el análisis...
fr: Analyse en cours...
it: Analisi in corso...
ja: 解析を続けています...
ko: 분석 계속 중...
nb: Fortsetter analysen...
nl: Analyse wordt voortgezet...
pl: Kontynuowanie analizy...
pt_br: Continuando a análise...
sq: Duke vazhduar analizën...
sv: Fortsätter analysen...
tr: Analiz devam ediyor...
zh_hans: 继续分析中...

source: Core Details
ar: التفاصيل الأساسية
da: Grundlæggende oplysninger
de: Hauptdetails
es: Detalles principales
fr: Détails principaux
it: Dettagli principali
ja: 基本情報
ko: 기본 정보
nb: Hoveddetaljer
nl: Basisgegevens
pl: Podstawowe Informacje
pt_br: Detalhes Principais
sq: Detajet Kryesore
sv: Grundläggande uppgifter
tr: Temel Bilgiler
zh_hans: 核心信息

source: Coupon
ar: كوبون
da: Kupon
de: Gutschein
es: Cupón
ja: クーポン
ko: 쿠폰
nb: Kupong
pl: Kupon
pt_br: Cupom
sq: Kupon
sv: Kupong
tr: Kupon
zh_hans: 优惠券

source: Coupon Barcode
ar: باركود الكوبون
da: Kupon-stregkode
es: Código de barras del cupón
fr: Code-barres du coupon
it: Codice a barre del coupon
ja: クーポンバーコード
ko: 쿠폰 바코드
nb: Kupongstrekkode
pl: Kod kreskowy kuponu
pt_br: Código de barras do cupom
sq: Barkodi i Kuponit
sv: Kupongstreckkod
tr: Kupon Barkodu
zh_hans: 优惠券条码

source: Coupon Details
ar: تفاصيل الكوبون
da: Kuponoplysninger
de: Gutschein-Details
es: Detalles del cupón
fr: Détails du coupon
it: Dettagli del coupon
ja: クーポン詳細
ko: 쿠폰 상세정보
nb: Kupongdetaljer
nl: Coupongegevens
pl: Szczegóły Kuponu
pt_br: Detalhes do Cupom
sq: Detajet e Kuponit
sv: Kuponguppgifter
tr: Kupon Detayları
zh_hans: 优惠券详情

source: Create as many passes as you need
ar: أنشئ عدد البطاقات التي تحتاجها
da: Opret så mange kort som du har brug for
de: Erstelle so viele Pässe wie du brauchst
es: Crea todas las tarjetas que necesites
fr: Crée autant de cartes que tu veux
it: Crea tutte le carte che ti servono
ja: 必要な数だけパスを作成できます
ko: 필요한 만큼 패스를 만드세요
nb: Lag så mange kort som du trenger
nl: Maak zoveel passen als je nodig hebt
pl: Utwórz tyle przepustek, ile potrzebujesz
pt_br: Crie quantos cartões você precisar
sq: Krijo sa kartela të duash
sv: Skapa så många kort som du behöver
tr: İstediğin kadar kart oluştur
zh_hans: 想创建多少卡券都可以

source: Create Your First Pass
ar: أنشئ بطاقتك الأولى
da: Opret dit første kort
de: Erstelle deinen ersten Pass
es: Crea tu primera tarjeta
fr: Crée ta première carte
it: Crea la tua prima carta
ja: 最初のパスを作成
ko: 첫 번째 패스 만들기
nb: Lag ditt første kort
nl: Maak je eerste pas
pl: Utwórz Swoją Pierwszą Przepustkę
pt_br: Crie Seu Primeiro Cartão
sq: Krijo Kartelën Tënde të Parë
sv: Skapa ditt första kort
tr: İlk Kartını Oluştur
zh_hans: 创建你的第一张卡券

source: Creating
ar: جارٍ الإنشاء
da: Opretter
de: Erstellen
es: Creando
fr: Création
it: Creazione
ja: 作成中
ko: 생성 중
nb: Oppretter
nl: Aanmaken
pl: Tworzenie
pt_br: Criando
sq: Duke krijuar
sv: Skapar
tr: Oluşturuluyor
zh_hans: 创建中

source: Creating Pass
ar: إنشاء البطاقة
da: Opretter kort
de: Pass erstellen
es: Creando tarjeta
fr: Création de la carte
it: Creazione della carta
ja: パスを作成中
ko: 패스 생성 중
nb: Oppretter kort
nl: Pas aanmaken
pl: Tworzenie Przepustki
pt_br: Criando Cartão
sq: Duke Krijuar Kartelën
sv: Skapar kort
tr: Kart Oluşturuluyor
zh_hans: 正在创建卡券

source: Creating pass design...
ar: جارٍ إنشاء تصميم البطاقة...
da: Opretter kortdesign...
de: Pass-Design wird erstellt...
es: Creando el diseño de la tarjeta...
fr: Création du design de la carte...
it: Creazione del design della carta...
ja: パスのデザインを作成中...
ko: 패스 디자인 생성 중...
nb: Oppretter kortdesign...
nl: Pasontwerp wordt gemaakt...
pl: Tworzenie wyglądu przepustki...
pt_br: Criando o design do cartão...
sq: Duke krijuar dizajnin e kartelës...
sv: Skapar kortdesign...
tr: Kart tasarımı oluşturuluyor...
zh_hans: 正在创建卡券设计...

source: Creating pass...
ar: جارٍ إنشاء البطاقة...
da: Opretter kort...
de: Pass wird erstellt...
es: Creando tarjeta...
fr: Création de la carte...
it: Creazione della carta...
ja: パスを作成中...
ko: 패스 생성 중...
nb: Oppretter kort...
nl: Pas wordt gemaakt...
pl: Tworzenie przepustki...
pt_br: Criando cartão...
sq: Duke krijuar kartelën...
sv: Skapar kort...
tr: Kart oluşturuluyor...
zh_hans: 正在创建卡券...

source: Creating Pass...
ar: جارٍ إنشاء البطاقة...
da: Opretter kort...
de: Pass wird erstellt...
es: Creando tarjeta...
fr: Création de la carte...
it: Creazione della carta...
ja: パスを作成中...
ko: 패스 생성 중...
nb: Oppretter kort...
nl: Pas wordt gemaakt...
pl: Tworzenie Przepustki...
pt_br: Criando Cartão...
sq: Duke Krijuar Kartelën...
sv: Skapar kort...
tr: Kart Oluşturuluyor...
zh_hans: 正在创建卡券...

source: Custom
ar: مخصص
da: Tilpasset
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nb: Tilpasset
nl: Aangepast
pl: Niestandardowy
pt_br: Personalizado
sq: Personalizuar
sv: Anpassad
tr: Özel
zh_hans: 自定义

source: Custom Color
ar: لون مخصص
da: Tilpasset farve
de: Benutzerdefinierte Farbe
es: Color personalizado
fr: Couleur personnalisée
it: Colore personalizzato
ja: カスタムカラー
ko: 사용자 지정 색상
nb: Tilpasset farge
nl: Aangepaste kleur
pl: Niestandardowy Kolor
pt_br: Cor Personalizada
sq: Ngjyrë e Personalizuar
sv: Anpassad färg
tr: Özel Renk
zh_hans: 自定义颜色

source: Custom Fields
ar: حقول مخصصة
da: Tilpassede felter
de: Benutzerdefinierte Felder
es: Campos personalizados
fr: Champs personnalisés
it: Campi personalizzati
ja: カスタムフィールド
ko: 사용자 지정 필드
nb: Tilpassede felter
nl: Aangepaste velden
pl: Niestandardowe Pola
pt_br: Campos Personalizados
sq: Fusha të Personalizuara
sv: Anpassade fält
tr: Özel Alanlar
zh_hans: 自定义字段

source: Customer
ar: العميل
da: Kunde
de: Kunde
es: Cliente
fr: Client
it: Cliente
ja: 顧客
ko: 고객
nb: Kunde
nl: Klant
pl: Klient
pt_br: Cliente
sq: Klient
sv: Kund
tr: Müşteri
zh_hans: 客户

source: Customer Service
ar: خدمة العملاء
da: Kundeservice
de: Kundenservice
es: Atención al cliente
fr: Service client
it: Servizio clienti
ja: カスタマーサービス
ko: 고객 서비스
nb: Kundeservice
nl: Klantenservice
pl: Obsługa Klienta
pt_br: Atendimento ao Cliente
sq: Shërbimi ndaj Klientit
sv: Kundtjänst
tr: Müşteri Hizmetleri
zh_hans: 客户服务

source: Customize Pass
ar: تخصيص البطاقة
da: Tilpas kort
de: Pass anpassen
es: Personalizar tarjeta
fr: Personnaliser la carte
it: Personalizza carta
ja: パスをカスタマイズ
ko: 패스 편집
nb: Tilpass kort
nl: Pas aanpassen
pl: Dostosuj Przepustkę
pt_br: Personalizar Cartão
sq: Personalizo Kartelën
sv: Anpassa kort
tr: Kartı Özelleştir
zh_hans: 自定义卡券

source: Date
ar: التاريخ
da: Dato
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
nb: Dato
nl: Datum
pl: Data
pt_br: Data
sq: Data
sv: Datum
tr: Tarih
zh_hans: 日期

source: Date & Time
ar: التاريخ والوقت
da: Dato og tid
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date et heure
it: Data e ora
ja: 日時
ko: 날짜 및 시간
nb: Dato og klokkeslett
nl: Datum en tijd
pl: Data i Godzina
pt_br: Data e Hora
sq: Data & Ora
sv: Datum & tid
tr: Tarih ve Saat
zh_hans: 日期和时间

source: Date Format
ar: تنسيق التاريخ
da: Datoformat
de: Datumsformat
es: Formato de fecha
fr: Format de date
it: Formato data
ja: 日付形式
ko: 날짜 형식
nb: Datoformat
nl: Datumnotatie
pl: Format Daty
pt_br: Formato de Data
sq: Formati i Datës
sv: Datumformat
tr: Tarih Formatı
zh_hans: 日期格式

source: Debug Menu
ar: قائمة التصحيح
da: Fejlsøgningsmenu
de: Debug-Menü
es: Menú de depuración
fr: Menu de débogage
it: Menu di debug
ja: デバッグメニュー
ko: 디버그 메뉴
nb: Feilsøkingsmeny
pl: Menu Debugowania
pt_br: Menu de Depuração
sq: Menyja e Korrigjimit
sv: Felsökningsmeny
tr: Hata Ayıklama Menüsü
zh_hans: 调试菜单

source: Delete
ar: حذف
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Excluir
sq: Fshi
sv: Ta bort
tr: Sil
zh_hans: 删除

source: Delete %lld
ar: حذف %lld
da: Slet %lld
de: Lösche %lld
es: Eliminar %lld
fr: Supprimer %lld
it: Elimina %lld
ja: %lld件を削除
ko: %lld개 삭제
nb: Slett %lld
nl: Verwijder %lld
pl: Usuń %lld
pt_br: Excluir %lld
sq: Fshi %lld
sv: Ta bort %lld
tr: %lld Kartı Sil
zh_hans: 删除 %lld 项

# Delete %lld %@
source: Delete %1$lld %2$@
ar: حذف %1$lld %2$@
da: Slet %1$lld %2$@
de: Lösche %1$lld %2$@
es: Eliminar %1$lld %2$@
fr: Supprimer %1$lld %2$@
it: Elimina %1$lld %2$@
ja: %1$lld件の%2$@を削除
ko: %1$lld개의 %2$@ 삭제
nb: Slett %1$lld %2$@
nl: Verwijder %1$lld %2$@
pl: Usuń %1$lld %2$@
pt_br: Excluir %1$lld %2$@
sq: Fshi %1$lld %2$@
sv: Ta bort %1$lld %2$@
tr: %1$lld %2$@ Sil
zh_hans: 删除%1$lld个%2$@

source: Delete %lld Passes Permanently
ar: حذف %lld بطاقة نهائيًا
da: Slet %lld pas permanent
de: Lösche %lld Pässe dauerhaft
es: Eliminar %lld pases permanentemente
fr: Supprimer définitivement %lld passes
it: Elimina %lld pass definitivamente
ja: %lld件のパスを完全に削除
ko: %lld개의 패스 영구 삭제
nb: Slett %lld kort permanent
nl: Verwijder %lld passes definitief
pl: Usuń trwale %lld przepustek
pt_br: Excluir %lld passes permanentemente
sq: Fshi %lld kalime përgjithmonë
sv: Ta bort %lld pass permanent
tr: %lld Kartı Kalıcı Olarak Sil
zh_hans: 永久删除%lld个票券

source: Delete All
ar: حذف الكل
da: Slet alle
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
nb: Slett alle
nl: Alles verwijderen
pl: Usuń wszystko
pt_br: Excluir tudo
sq: Fshi të gjitha
sv: Ta bort alla
tr: Tümünü Sil
zh_hans: 全部删除

source: Delete Downloaded Models?
ar: حذف النماذج المحملة؟
da: Slet downloadede modeller?
de: Heruntergeladene Modelle löschen?
es: ¿Eliminar modelos descargados?
fr: Supprimer les modèles téléchargés ?
it: Eliminare i modelli scaricati?
ja: ダウンロード済みのモデルを削除しますか?
ko: 다운로드한 모델을 삭제할까요?
nb: Slette nedlastede modeller?
nl: Gedownloade modellen verwijderen?
pl: Usunąć pobrane modele?
pt_br: Excluir modelos baixados?
sq: Të fshihen modelet e shkarkuara?
sv: Ta bort nedladdade modeller?
tr: İndirilen Modeller Silinsin mi?
zh_hans: 删除已下载的模型？

source: Delete Models
ar: حذف النماذج
da: Slet modeller
de: Modelle löschen
es: Eliminar modelos
fr: Supprimer les modèles
it: Elimina modelli
ja: モデルを削除
ko: 모델 삭제
nb: Slett modeller
nl: Modellen verwijderen
pl: Usuń modele
pt_br: Excluir modelos
sq: Fshi modelet
sv: Ta bort modeller
tr: Modelleri Sil
zh_hans: 删除模型

source: Delete permanently
ar: حذف نهائياً
da: Slet permanent
de: Dauerhaft löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
it: Elimina definitivamente
ja: 完全に削除
ko: 영구 삭제
nb: Slett permanent
nl: Definitief verwijderen
pl: Usuń na stałe
pt_br: Excluir permanentemente
sq: Fshi përgjithmonë
sv: Ta bort permanent
tr: Kalıcı olarak sil
zh_hans: 永久删除

source: Delete Permanently
ar: حذف نهائيًا
da: Slet permanent
de: Dauerhaft löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
it: Elimina definitivamente
ja: 完全に削除
ko: 영구 삭제
nb: Slett permanent
nl: Definitief verwijderen
pl: Usuń trwale
pt_br: Excluir permanentemente
sq: Fshi përgjithmonë
sv: Ta bort permanent
tr: Kalıcı Olarak Sil
zh_hans: 永久删除

source: Deleted passes are kept for 30 days before permanent removal
ar: البطاقات المحذوفة تُحفظ لمدة 30 يومًا قبل الحذف النهائي
da: Slettede pas gemmes i 30 dage før permanent fjernelse
de: Gelöschte Pässe werden 30 Tage lang aufbewahrt, bevor sie dauerhaft entfernt werden
es: Los pases eliminados se conservan durante 30 días antes de su eliminación permanente
fr: Les passes supprimés sont conservés pendant 30 jours avant suppression définitive
it: I pass eliminati vengono conservati per 30 giorni prima della rimozione definitiva
ja: 削除されたパスは完全削除まで30日間保管されます
ko: 삭제된 패스는 영구 삭제 전까지 30일간 보관됩니다
nb: Slettede kort beholdes i 30 dager før de fjernes permanent
nl: Verwijderde passes worden 30 dagen bewaard voordat ze definitief worden verwijderd
pl: Usunięte przepustki są przechowywane przez 30 dni przed trwałym usunięciem
pt_br: Passes excluídos são mantidos por 30 dias antes da remoção permanente
sq: Kalimet e fshira mbahen për 30 ditë para fshirjes përfundimtare
sv: Borttagna pass sparas i 30 dagar innan de tas bort permanent
tr: Silinen kartlar kalıcı olarak silinmeden önce 30 gün boyunca saklanır
zh_hans: 已删除的票券会保留30天再永久移除

source: Departs
ar: المغادرة
da: Afgang
de: Abflug
es: Salida
fr: Départ
it: Partenza
ja: 出発
ko: 출발
nb: Avgang
nl: Vertrekt
pl: Odjazd
pt_br: Partida
sq: Nisja
sv: Avgår
tr: Kalkış
zh_hans: 出发

source: Departure
ar: المغادرة
da: Afgang
de: Abfahrt
es: Salida
fr: Départ
it: Partenza
ja: 出発
ko: 출발
nb: Avreise
nl: Vertrek
pl: Odjazd
pt_br: Partida
sq: Nisje
sv: Avresa
tr: Kalkış
zh_hans: 出发

source: Departure City
ar: مدينة المغادرة
da: Afrejseby
de: Abflugort
es: Ciudad de salida
fr: Ville de départ
it: Città di partenza
ja: 出発地
ko: 출발 도시
nb: Avreiseby
nl: Vertrekstad
pl: Miasto wyjazdu
pt_br: Cidade de partida
sq: Qyteti i nisjes
sv: Avresestad
tr: Kalkış Şehri
zh_hans: 出发城市

source: Deselect All
ar: إلغاء تحديد الكل
da: Fravælg alle
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべて選択解除
ko: 모두 선택 해제
nb: Fjern alle valg
nl: Alles deselecteren
pl: Odznacz wszystko
pt_br: Desmarcar tudo
sq: Çzgjidh të gjitha
sv: Avmarkera alla
tr: Tümünün Seçimini Kaldır
zh_hans: 取消全选

source: Designing your pass...
ar: جارٍ تصميم بطاقتك...
da: Designer dit pas...
de: Dein Pass wird entworfen...
es: Diseñando tu pase...
fr: Création de ton pass...
it: Creazione del tuo pass...
ja: パスを作成中...
ko: 패스 디자인 중...
nb: Lager kortet ditt...
nl: Je pass wordt ontworpen...
pl: Tworzę Twoją przepustkę...
pt_br: Criando seu pass...
sq: Po projektohet kalimi yt...
sv: Designar ditt pass...
tr: Kartın tasarlanıyor...
zh_hans: 正在设计你的票券...

source: Detected
ar: تم الاكتشاف
da: Fundet
de: Erkannt
es: Detectado
fr: Détecté
it: Rilevato
ja: 検出済み
ko: 감지됨
nb: Oppdaget
nl: Gedetecteerd
pl: Wykryto
pt_br: Detectado
sq: I zbuluar
sv: Upptäckt
tr: Algılandı
zh_hans: 已检测

source: Detected from image. Double tap to select
ar: تم الاكتشاف من الصورة. انقر مرتين للتحديد
da: Fundet på billede. Dobbelttryk for at vælge
de: Vom Bild erkannt. Doppeltippen zum Auswählen
es: Detectado desde la imagen. Toca dos veces para seleccionar
fr: Détecté depuis l'image. Appuie deux fois pour sélectionner
it: Rilevato dall'immagine. Tocca due volte per selezionare
ja: 画像から検出されました。ダブルタップで選択
ko: 이미지에서 감지됨. 두 번 탭하여 선택
nb: Oppdaget fra bilde. Dobbelttrykk for å velge
nl: Gedetecteerd van afbeelding. Dubbeltik om te selecteren
pl: Wykryto z obrazu. Stuknij dwukrotnie, aby wybrać
pt_br: Detectado na imagem. Toque duas vezes para selecionar
sq: I zbuluar nga imazhi. Trokit dy herë për të zgjedhur
sv: Upptäckt från bild. Dubbelknacka för att välja
tr: Görselden algılandı. Seçmek için iki kez dokun
zh_hans: 从图片中检测到。双击以选择

source: Detects barcodes and QR codes for easy scanning
ar: يكتشف الرموز الشريطية ورموز QR للمسح بسهولة
da: Finder stregkoder og QR-koder automatisk til nem scanning
de: Erkennt Barcodes und QR-Codes zum einfachen Scannen
es: Detecta códigos de barras y códigos QR para un escaneo fácil
fr: Détecte les codes-barres et les QR codes pour un scan facile
it: Rileva codici a barre e codici QR per una scansione facile
ja: バーコードとQRコードを自動検出してスキャンを簡単に
ko: 바코드와 QR 코드를 자동으로 감지해 쉽게 스캔
nb: Oppdager strekkoder og QR-koder for enkel skanning
nl: Detecteert streepjescodes en QR-codes voor eenvoudig scannen
pl: Wykrywa kody kreskowe i kody QR dla łatwego skanowania
pt_br: Detecta códigos de barras e QR codes para facilitar o escaneamento
sq: Zbulo barkode dhe kode QR për skanim të lehtë
sv: Upptäcker streckkoder och QR-koder för enkel skanning
tr: Kolay tarama için barkod ve QR kodlarını otomatik algılar
zh_hans: 自动检测条形码和二维码，轻松扫描
